const SettingsPage = () => {
    return (
        <div>
            <div className="">
                Первые кнопки "Хирагана", "Катакана" и "Хирагана и Катакана" отображают выбраны ли все символы из определенной азбуки
            </div>
            <div className="">
                В таблице с выбором "Хирагана"/"Катакана" можно выбирать/убирать определенные символы
            </div>
            <div className="">
                Кнопка "Начать практику" запустит игру, где будет все выбранные вами символы. Каждый символ будет даваться 1 раз
            </div>
        </div>
    )
}

export default SettingsPage